INSERT INTO `view_record_detail` VALUES ('2021-12-4', '暴走仓库', '', '', '戏命师', '采购入库', 14, 9, '传说装备', '无尽之刃', 17, 3400, 57800);
INSERT INTO `view_record_detail` VALUES ('2021-12-4', '暴走仓库', '', '', '戏命师', '采购入库', 14, 19, '神话装备', '不朽盾该', 12, 3400, 40800);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '正义天使仓库', '', '', '刀锋集团', '采购入库', 15, 5, '普通装备', '多兰之盾', 20, 450, 9000);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '元素仓库', '', '', '正义巨像集团', '采购入库', 16, 8, '传说装备', '守护天使', 2, 2800, 5600);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '北京仓库', '', '', '', '生产入库', 17, 6, '普通装备', '多兰之刃', 20, 450, 9000);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '', '北京仓库', '生化集团', '', '销售出库', 18, 6, '普通装备', '多兰之刃', 10, 450, 4500);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '', '北京仓库', '', '', '消耗出库', 19, 6, '普通装备', '多兰之刃', 5, 450, 2250);
INSERT INTO `view_record_detail` VALUES ('2021-12-6', '北京仓库', '元素仓库', '', '', '库存调拨', 20, 8, '传说装备', '守护天使', 1, 2800, 2800);
